{
	"pl": {
		"title": "BMI Kalkulator",
		"bmiHeader": "Wskaźnik Masy Ciała",
		"about-BMI": "Wskaźnik masy ciała (ang. body mass index, BMI), wskaźnik Queteleta II – współczynnik powstały przez podzielenie masy ciała podanej w kilogramach przez kwadrat wysokości podanej w metrach. Dla oceny prawidłowego rozwoju dziecka wykorzystuje się siatki centylowe, które powinny być dostosowane dla danej populacji. Oznaczanie wskaźnika masy ciała ma znaczenie w ocenie zagrożenia chorobami związanymi z nadwagą i otyłością, np. cukrzycą, chorobą niedokrwienną serca, miażdżycą. Przyjmuje się, że większe BMI wiąże się ze zwiększonym ryzykiem dla zdrowia i życia.",
		"desired-BMI": "Pożądany BMI zależy od wieku i wynosi odpowiednio:",
		"expression-w-h": "Poniżej jest pokazany wzór na BMI, gdzie masa ciała jest podana w kilogramach (kg), a wysokość ciała w metrach (m) oraz dla masy podanej w funtach (lb) a wysokości ciała w calach (in)",
		"open-calculate": "Otwórz kalkulator",
		"thank-you": "Dziękujemy za skorzystanie z naszych usług",
		"age": "lata",
		"weightPlaceholder": "Podaj swoją wage(kg)",
		"heightPlaceholder": "Podaj swój wzrost(m)",
		"calculate": "Obliczyć",
		"result": "Wasze BMI wynosi:",
		"weight": "Podaj swoją masę(kg)",
		"errorMessageWeight": "Nieprawidłowe dane! Proszę wpisać prawidłową liczbe.",
		"errorMessageHeight": "Nieprawidłowe dane! Proszę wpisać prawidłową liczbe.",
		"height": "Podaj swój wzrost(m)",
		"body-mass": "Waga ciała",
		"risk": "Ryzyko chorób towarzyszących otyłości",
		"underweight": "niedowaga",
		"underweight-minimum": "minimalne, ale zwiększony poziom wystąpienia innych problemów zdrowotnych",
		"optimum": "optymalne",
		"optimum-minimum": "minimalne",
		"overweight": "nadwaga",
		"overweight-medium": "średnie",
		"obesity": "otyłość",
		"obesity-high": "bardzo wysokie",
		"repeat-calculate": "Jeśli chcesz obliczyć swój wskaźnik masy ciała, odśwież stronę"
	},
	"en": {
		"title": "BMI Calculator",
		"bmiHeader": "Body Mass Index",
		"about-BMI": "Body mass index (BMI), Quetelet II index – a coefficient created by dividing body weight in kilograms by the square of height in meters. To assess the correct development of a child, centile charts are used, which should be adapted to a given population. Determining the body mass index is important in assessing the risk of diseases related to overweight and obesity, e.g. diabetes, ischemic heart disease, atherosclerosis. It is assumed that a higher BMI is associated with an increased risk to health and life.",
		"desired-BMI": "The desired BMI depends on age and is as follows:",
		"expression-w-h": "The formula for BMI is shown below, where body weight is given in kilograms (kg) and body height in meters (m) and for weight given in pounds (lb) and body height in inches (in)",
		"open-calculate": "Open calculator",
		"thank-you": "Thank you for using our services",
		"age": "years old",
		"weightPlaceholder": "Enter your weight(kg)",
		"heightPlaceholder": "Enter your height(m)",
		"calculate": "Calculate",
		"result": "Your BMI is:",
		"weight": "Enter your weight(kg)",
		"errorMessageWeight": "Incorrect data! Please enter a valid number.",
		"errorMessageHeight": "Incorrect data! Please enter a valid number.",
		"height": "Enter your height(m)",
		"body-mass": "Body mass",
		"risk": "Risk of diseases associated with obesity",
		"underweight": "underweight",
		"underweight-minimum": "minimal, but increased levels of other health problems",
		"optimum": "optimum",
		"optimum-minimum": "minimal",
		"overweight": "overweight",
		"overweight-medium": "medium",
		"obesity": "obesity",
		"obesity-high": "very high",
		"repeat-calculate": "If you want to calculate your body mass index, please reload the page"
	}
}